Repository: barttenbrinke/gettext_activerecord
Catalog: po/*/gettext_activerecord.po
Languages: bg, el, eo, lv, pt_br, ru, vi, zh, zh_tw

source: Validation failed: %{error_messages}
bg: Неуспешна валидация: %{error_messages}
el: Αποτυχία ελέγχου: %{error_messages}
eo: Erarkontrolo montris: %{error_messages}
lv: Validācija neveiksmīga: %{error_messages}
pt_br: A validação falhou: %{error_messages}
ru: Проверка правильности не пройдена: %{error_messages}
vi: Kiểm chứng thất bại: %{error_messages}
zh: 验证失败：%{error_messages}
zh_tw: 校驗失敗：%{error_messages}

source: %{attribute} is not included in the list
bg: Полето „%{attribute}“ не е в списъка
el: το %{attribute} δεν περιλαμβάνεται στη λίστα
eo: La listo ne enhavas "%{attribute}"
lv: %{attribute} nav iekļauts sarakstā
pt_br: %{attribute} não está incluído na lista
ru: %{attribute} не включёно в список
vi: %{attribute} không có trong danh sách
zh: %{attribute}没有包含在本列表中
zh_tw: %{attribute}沒有包含在列表中

source: %{attribute} is reserved
bg: Полето „%{attribute}“ е резервирано
el: το %{attribute} είναι κατειλημένο
eo: %{attribute}: rezervita
lv: %{attribute} ir rezervēts
pt_br: %{attribute} é reservado
ru: %{attribute} зарезервировано
vi: %{attribute} được dành riêng
zh: %{attribute}是保留关键字
zh_tw: %{attribute}被保留

source: %{attribute} is invalid
bg: Полето „%{attribute}“ е невалидно
el: το %{attribute} είναι άκυρο
eo: %{attribute}: nevalida
lv: %{attribute} ir nepareizi noformēts
pt_br: %{attribute} é inválido
ru: %{attribute} недействительно
vi: %{attribute} không hợp lệ
zh: %{attribute}无效
zh_tw: %{attribute}是無效

source: %{attribute} doesn't match confirmation
bg: %{attribute} не съвпада
el: το %{attribute} δεν ταιριάζει με την επιβεβαίωση του
eo: %{attribute} devias de la konfirmo
lv: %{attribute} nesakrīt ar apstiprinājumu
pt_br: %{attribute} não combina com a confirmação
ru: %{attribute} не подтверждено
vi: %{attribute} không khớp với xác nhận
zh: %{attribute}与确认输入的内容不一致
zh_tw: %{attribute}不符和確認標準

source: %{attribute} must be accepted
bg: Полето „%{attribute}“ трябва бъде прието
el: το %{attribute} πρέπει να γίνει δεκτό
eo: %{attribute} estu akceptata
lv: %{attribute} ir jāakceptē
pt_br: %{attribute} deve ser aceito
ru: %{attribute} должно быть принято
vi: %{attribute} phải được chấp nhận
zh: %{attribute}必须被接受
zh_tw: %{attribute}必須接受

source: %{attribute} can't be empty
bg: Полето „%{attribute}“ не може да е празно
el: το %{attribute} δεν γίνεται να είναι κενό
eo: %{attribute} ne estu malplena
lv: %{attribute} nevar būt tukšs
pt_br: %{attribute} não pode ser vazio
ru: %{attribute} не может быть пусто
vi: %{attribute} không được rỗng
zh: %{attribute}不能为空
zh_tw: %{attribute}不能是空白

source: %{attribute} can't be blank
bg: Полето „%{attribute}“ не може да е празно
el: το %{attribute} δεν γίνεται να είναι κενό
eo: %{attribute} ne estu malplena
lv: %{attribute} ir obligāti jāaizpilda
pt_br: %{attribute} não pode ser em branco
ru: %{attribute} не может быть пробелом
vi: %{attribute} không được trống
zh: %{attribute}不能为空
zh_tw: %{attribute}不能是空白

source: %{attribute} is too long (maximum is %{count} characters)
bg: Полето „%{attribute}“ е много дълго (максимумът е %{count} символа)
el: το %{attribute} είναι πολύ μακρύ (το μέγιστο είναι %{count} χαρακτήρες)
eo: %{attribute}: tro longa (maksimume %{count} signoj)
lv: %{attribute} ir pārāk garšs (maksimums %{count} simboli)
pt_br: %{attribute} é longo demais (o máximo é %{count} caracteres)
ru: %{attribute} слишком длинно (максимально возможно %{count} символов)
vi: %{attribute} quá dài (tối đa là %{count} kí tự)
zh: %{attribute}超出长度范围了(最多允许%{count}个字符)
zh_tw: %{attribute}太長 (最長是%{count}个字)

source: %{attribute} is too short (minimum is %{count} characters)
bg: Полето „%{attribute}“ е много късо (минимумът е %{count} символа)
el: το %{attribute} είναι πολύ μικρό (το ελάχιστο είναι %{count} χαρακτήρες)
eo: %{attribute}: tro mallonga (minimume %{count} signoj)
lv: %{attribute} ir pārāk īss (minimums %{count} simboli)
pt_br: %{attribute} é curto demais (o mínimo é %{count} caracteres)
ru: %{attribute} слишком коротко (должно быть минимум %{count} символов)
vi: %{attribute} quá ngắn (tối thiểu là %{count} kí tự)
zh: %{attribute}太短了 (不能少于%{count}个字符)
zh_tw: %{attribute}太短 (最短是%{count}个字)

source: %{attribute} is the wrong length (should be %{count} characters)
bg: Полето „%{attribute}“ е с неправилна дължина (трябва да е %{count} символа)
el: το %{attribute} έχει το λάθος μήκος (πρέπει να είναι %{count} χαρακτήρες)
eo: %{attribute} estu %{count} signojn longa
lv: %{attribute} ir nepareiza garuma (jābūt %{count} simboliem)
pt_br: %{attribute} tem o comprimento incorreto (deveria ter %{count} caracteres)
ru: %{attribute} неправильной длины (должно быть %{count} символов)
vi: %{attribute} sai chiều dài (phải là %{count} kí tự)
zh: %{attribute}长度错误 (应当包含%{count}个字符)
zh_tw: %{attribute}字數錯誤 (應該是%{count}個字)

source: %{attribute} has already been taken
bg: Полето „%{attribute}“ е вече заето
el: το %{attribute} είναι ήδη κατειλημένο
eo: %{attribute} jam preniĝis
lv: %{attribute} ir jau aizņemts
pt_br: %{attribute} já foi tomado
ru: %{attribute} уже было взято
vi: %{attribute} đã tồn tại
zh: %{attribute}已经被使用了
zh_tw: %{attribute}已被使用

source: %{attribute} is not a number
bg: Полето „%{attribute}“ не е число
el: το %{attribute} δεν είναι αριθμός
eo: %{attribute} ne estas nombro
lv: %{attribute} nav skaitlis
pt_br: %{attribute} não é um número
ru: Ожидается число: %{attribute}
vi: %{attribute} không phải là số
zh: %{attribute}不是数字
zh_tw: %{attribute}不是數字

source: %{attribute} must be greater than %{count}
bg: Полето „%{attribute}“ трябва бъде по-голямо от %{count}
el: το %{attribute} πρέπει να μεγαλύτερο ή ίσο απο %{count}
eo: %{attribute} estu pli ol %{count}
lv: %{attribute} jābūt lielākam kā %{count}
pt_br: %{attribute} deve ser maior do que %{count}
ru: %{attribute} должно быть больше %{count}
vi: %{attribute} phải lớn hơn %{count}
zh: %{attribute}必须大于
zh_tw: %{attribute}必須大於

source: %{attribute} must be greater than or equal to %{count}
bg: Полето „%{attribute}“ трябва бъде по-голямо или равно на %{count}
el: το %{attribute} πρέπει να μεγαλύτερο ή ίσο απο %{count}
eo: %{attribute} estu pli ol, aŭ egala al, %{count}
lv: %{attribute} jābūt lielākam vai vienādam ar %{count}
pt_br: %{attribute} deve ser maior ou igual a %{count}
ru: %{attribute} должно быть больше или равно %{count}
vi: %{attribute} phải lớn hơn hoặc bằng %{count}
zh: %{attribute}必须大于等于
zh_tw: %{attribute}必須大於等於

source: %{attribute} must be equal to %{count}
bg: Полето „%{attribute}“ трябва бъде равно на %{count}
el: το %{attribute} πρέπει να μικρότερο ή ίσο με %{count}
eo: %{attribute} estu egala al %{count}
lv: %{attribute} jābūt vienādam ar %{count}
pt_br: %{attribute} deve ser igual a %{count}
ru: %{attribute} должно быть равно %{count}
vi: %{attribute} phải bằng %{count}
zh: %{attribute}必须等于
zh_tw: %{attribute}必須等於

source: %{attribute} must be less than %{count}
bg: Полето „%{attribute}“ трябва бъде по-малко от %{count}
el: το %{attribute} πρέπει να μικρότερο ή ίσο απο %{count}
eo: %{attribute} estu malpli ol %{count}
lv: %{attribute} jābūt mazākam kā %{count}
pt_br: %{attribute} deve ser menor que %{count}
ru: %{attribute} должно быть меньше %{count}
vi: %{attribute} phải nhỏ hơn %{count}
zh: %{attribute}必须小于
zh_tw: %{attribute}必須小於

source: %{attribute} must be less than or equal to %{count}
bg: Полето „%{attribute}“ трябва бъде по-малко или равно на %{count}
el: το %{attribute} πρέπει να μικρότερο ή ίσο απο %{count}
eo: %{attribute} estu malpli ol, aŭ egala al, %{count}
lv: %{attribute} jābūt mazākam vai vienādam ar %{count}
pt_br: %{attribute} deve ser menor ou igual a %{count}
ru: %{attribute} должно быть меньше или равно %{count}
vi: %{attribute} phải nhỏ hơn hoặc bằng %{count}
zh: %{attribute}必须小于等于
zh_tw: %{attribute}必須小於等於

source: %{attribute} must be odd
bg: Полето „%{attribute}“ трябва бъде нечетно
el: το %{attribute} πρέπει να περιτό
eo: %{attribute} estu malpara nombro
lv: %{attribute} jābūt nepāra skaitlim
pt_br: %{attribute} deve ser ímpar
ru: %{attribute} должно быть нечётным
vi: %{attribute} phải lẻ
zh: %{attribute}必须是奇数
zh_tw: %{attribute}必須是奇数

source: %{attribute} must be even
bg: Полето „%{attribute}“ трябва бъде четно
el: το %{attribute} πρέπει να είναι άρτιο
eo: %{attribute} estu para nombro
lv: %{attribute} jābūt pāra skaitlim
pt_br: %{attribute} deve ser par
ru: %{attribute} должно быть чётным
vi: %{attribute} phải chẵn
zh: %{attribute}必须是偶数
zh_tw: %{attribute}必須是偶数
